Revit 2027 API
AssetPropertyDoubleMatrix44.Value Property
Get the value of the property
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public DoubleArray Value { get; }
Public ReadOnly Property Value As DoubleArray
	Get
public:
property DoubleArray^ Value {
	DoubleArray^ get ();
}
member Value : DoubleArray with get
Property Value
DoubleArray
See Also
Reference
AssetPropertyDoubleMatrix44 Class
Autodesk.Revit.DB.Visual Namespace